{
  "tg_accurate": "[Accurate](#\" class=\"showtip\" title=\"Attacks made with this weapon receive +1 Accuracy.)",
  "tg_ai": "[AI](#\" class=\"showtip\" title=\"A mech can only have one system with this tag installed at a time. Some AI systems grant the AI tag to the mech. A mech with the AI tag has an NHP or comp/con unit installed that can act onsomewhat autonomously. A pilot can choose to hand over the controls to their AI or take control back as a protocol. Their mech gains its own set of actions and reactions when controlled by an AI but the pilot can’t take actions or reactions with it until the start of their next turn. AIs can’t benefit from talents and have a small chance of cascading when they take structure damage or stress damage.)",
  "tg_archaic": "[Archaic](#\" class=\"showtip\" title=\"This weapon is old-fashioned and can’t harm mechs.)",
  "tg_arcing" : "[Arcing](#\" class=\"showtip\" title=\"This weapon can be fired over obstacles usually by lobbing a projectile in an arc. Attacks made with this weapon don’t require line of sight as long as it’s possible to trace a path to the target; however they are still affected by cover.)",
  "tg_ap" : "[Armor-Piercing (AP)](#\" class=\"showtip\" title=\"Damage dealt by this weapon ignores Armor.)",
  "tg_deployable" : "[Deployable](#\" class=\"showtip\" title=\"This system is an object that can be deployed on the field. Unless otherwise specified it can be deployed in an adjacent free and valid space as a quick action and has 5 Evasion and 10 HP per Size.)",
  "tg_drone" : "[Drone](#\" class=\"showtip\" title=\"This is a self-propelled semi-autonomous unit with rudimentary intelligence. Unless otherwise specified Drones are Size 1/2 characters that are allied to the user and have 10 Evasion 5 HP and 0 Armor. To be used they must be deployed to a free valid space within Sensors and line of sight typically as a quick action. Once deployed they can be recalled with the same action used to deploy them rejoining with your mech. By default Drones can’t take actions or move; if they do have actions or movement they act on their user’s turn. They benefit from cover and other defenses as usual and make all mech skill checks and saves at +0. If a Drone reaches 0 HP it is destroyed and must be repaired before it can be used again – like any system. As long as a Drone hasn’t been destroyed it is restored to full HP when the user rests or performs a Full Repair. Deployed Drones persist for the rest of the scene until destroyed or until otherwise specified.)",
  "tg_grenade" : "[Grenade](#\" class=\"showtip\" title=\"As a quick action this explosive or other device can be thrown to a space within line of sight and the specified Range and line of sight.)",
  "tg_heat_self" : "[Heat X(Self)](#\" class=\"showtip\" title=\"Immediately after using this weapon or system the user takes X Heat.)",
  "tg_inaccurate": "[Inaccurate](#\" class=\"showtip\" title=\"Attacks made with this weapon receive +1 Difficulty.)",
  "tg_knockback" : "[Knockback X](#\" class=\"showtip\" title=\"On a hit the user may choose to knock their target X spaces in a straight line directly away from the point of origin. Multiple Knockback effects stack with each other. This means that an attack made with a Knockback 1 weapon and a talent that grants Knockback 1 counts as having Knockback 2.)",
  "tg_limited" : "[Limited X](#\" class=\"showtip\" title=\"This weapon or system can only be used X times before it requires a Full Repair. Some Limited systems like Grenades describe these uses as “charges”. To use the system the user expends a charge.)",
  "tg_loading" : "[Loading](#\" class=\"showtip\" title=\"This weapon must be reloaded after each use. Mechs can reload with Stabilize and some systems.)",
  "tg_mine" : "[Mine](#\" class=\"showtip\" title=\"As a quick action this device can be planted in an adjacent free and valid space on any surface but not adjacent to any other mines. Upon deployment it arms at the end of the deploying character’s turn and – unless otherwise specified – is triggered when any character enters an adjacent space. Characters leaving an adjacent space will not trigger a mine. Once triggered a mine creates a Burst attack starting from the space in which it was placed. Mines within a character’s Sensors can be detected by making a successful Systems check as a quick action otherwise they are Hidden and can’t be targeted. Detected mines can be disarmed from adjacent spaces by making a successful Systems check as a quick action; the attempt takes place before the mine detonates and on a failure the mine detonates as normal.)",
  "tg_ordnance" : "[Ordnance](#\" class=\"showtip\" title=\"This weapon can only be fired before the user moves or takes any other actions on their turn excepting Protocols. The user can still act and move normally after attacking. Additionally because of its size this weapon can’t be used against targets in engagement with the user’s mech and cannot be used for Overwatch.)",
  "tg_overkill" : "[Overkill](#\" class=\"showtip\" title=\"When rolling for damage with this weapon any damage dice that land on a 1 cause the attacker to take 1 Heat and are then rerolled. Additional 1s continue to trigger this effect.)",
  "tg_overshield" : "[Overshield](#\" class=\"showtip\" title=\"This system provides HP that disappears at the end of the scene or when a specified condition is met. The user only retains the highest value of Overshield applied – it does not stack. For example if a system provides Overshield 5 and the user gains another effect that provides Overshield 7 they would gain Overshield 7. Damage is dealt to Overshield first then HP. Overshield can push a character past their maximum HP. It can’t benefit from healing but otherwise benefits normally from anything that would affect HP and damage.)",
  "tg_protocol" : "[Protocol](#\" class=\"showtip\" title=\"This system can be activated as a free action but only at the start of the user’s turn. Another action might be needed to deactivate it.)",
  "tg_recharge" : "[Recharge X](#\" class=\"showtip\" title=\"Once this system or weapon has been used it can’t be used again until it is recharged. At the start of this NPC's turn roll 1d6: if the result is equal to or greater than X the equipment can be used again. Only one roll is required for each NPC even if an NPC has multiple Recharge systems or weapons.)",
  "tg_reliable" : "[Reliable X](#\" class=\"showtip\" title=\"This weapon has some degree of self-correction or is simply powerful enough to cause damage even with a glancing blow. It always does X damage even if it misses its target or rolls less damage. Reliable damage inherits other tags -such as AP- and base damage type but not tags that require a hit such as Knockback.)",
  "tg_seeking" : "[Seeking](#\" class=\"showtip\" title=\"This weapon has a limited form of self-guidance and internal propulsion allowing it to follow complicated paths to its targets. As long as it’s possible to draw a path to its target this weapon ignores cover and doesn’t require line of sight.)",
  "tg_smart" : "[Smart](#\" class=\"showtip\" title=\"This weapon has self-guidance systems self-propelled projectiles or even nanorobotic ammunition. These systems are effective enough that its attacks can’t simply be dodged – they must be scrambled or jammed. Because of this all attacks with this weapon – including melee and ranged attacks – use the target’s E-Defense instead of Evasion. Targets with no E-Defense count as having 8 E-Defense.)",
  "tg_thrown" : "[Thrown X](#\" class=\"showtip\" title=\"This melee weapon can be thrown at targets within X spaces. Thrown attacks follow the rules for melee attacks but are affected by cover; additionally a thrown weapon comes to rest in an adjacent space to its target and must be retrieved as a free action while adjacent to that weapon before it can be used again.)",
  "tg_unique" : "[Unique](#\" class=\"showtip\" title=\"This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time.)",
  "tg_free_action" : "Free Action",
  "tg_quick_action" : "Quick Action",
  "tg_quick_tech" :  "Quick Tech",
  "tg_full_action" :  "Full Action",
  "tg_full_tech" :  "Full Tech",
  "tg_turn" :  "X/per Turn",
  "tg_round" : "X/per Round",
  "tg_shield" :  "Shield",
  "tg_mod" :  "Mod",
  "tg_unlimited" : "Unlimited per Round"
}
